[
    {"id": 1,  "nombre": "The last of us: Part I PC", "categoria": ["Survival", "Zombies", "Accion", "Aventura"],   "precio": 54.99,    "descuento": 0,   "rate": 4, "imgsrc":"./src/assets/img/tlou.png"           , "descripcion":"Experimente la narración emocional y los personajes inolvidables en The Last of Us™, ganador de más de 200 premios al Juego del año. En una civilización devastada, donde los sobrevivientes infectados y endurecidos proliferan, Joel, un protagonista cansado, es contratado para sacar de contrabando a Ellie, de 14 años, de una zona de cuarentena militar. Sin embargo, lo que comienza como un pequeño trabajo pronto se transforma en un brutal viaje a través del continente."},
    {"id": 2,  "nombre": "Resident Evil 4 Remake",    "categoria": ["Survival", "Zombies", "Accion", "Aventura"],   "precio": 59.99,    "descuento": 0,   "rate": 5, "imgsrc":"./src/assets/img/re4r.png"           , "descripcion":"La supervivencia es solo el comienzo. Han pasado seis años desde el desastre biológico en Raccoon City. Leon S. Kennedy, uno de los sobrevivientes, rastrea a la hija secuestrada del presidente hasta un pueblo europeo aislado, donde algo terrible les pasa a los lugareños."},
    {"id": 3,  "nombre": "Darksiders III",            "categoria": ["RPG", "Accion", "Aventura"],                   "precio": 35.99,    "descuento": 20,  "rate": 0, "imgsrc":"./src/assets/img/darksiders3.png"    , "descripcion":"Regresa a una Tierra apocalíptica en Darksiders III, una aventura de acción hack-n-slash donde los jugadores asumen el papel de FURY en su búsqueda para cazar y deshacerse de los Siete Pecados Capitales. FURY, el más impredecible y enigmático de los Cuatro Jinetes, debe tener éxito donde muchos han fracasado: equilibrar las fuerzas que ahora asolan la Tierra. Darksiders III es el esperado tercer capítulo de la franquicia Darksiders, aclamada por los críticos."},
    {"id": 4,  "nombre": "Grand Theft Auto V",        "categoria": ["Accion", "Aventura", "MMO"],                   "precio": 29.99,    "descuento": 60,  "rate": 5, "imgsrc":"./src/assets/img/gtav.png"           , "descripcion":"Cuando un joven estafador callejero, un ladrón de bancos retirado y un psicópata aterrador se ven envueltos con algunos de los elementos más aterradores y trastornados del inframundo criminal, el gobierno de los EE. UU. y la industria del entretenimiento, deben llevar a cabo una serie de peligrosos atracos para sobrevivir. en una ciudad despiadada en la que no pueden confiar en nadie, y menos en los demás."},
    {"id": 5,  "nombre": "Assassins Creed Valhalla",  "categoria": ["RPG", "Accion", "Aventura"],                   "precio": 49.99,    "descuento": 0,   "rate": 4, "imgsrc":"./src/assets/img/acv.png"            , "descripcion":"Conviértete en Eivor, un asaltante vikingo legendario en busca de la gloria. Lidera épicas incursiones vikingas contra las tropas y fortalezas sajonas. Revive el estilo de lucha visceral de los vikingos mientras empuñas dos poderosas armas. Ponte a prueba con la colección de enemigos más variada jamás vista en Assassin's Creed. Da forma al crecimiento de tu personaje y al asentamiento de tu clan con cada elección que hagas. Explora un mundo abierto de la Edad Oscura, desde las duras costas de Noruega hasta los hermosos reinos de Inglaterra."},
    {"id": 6,  "nombre": "FIFA 23",                   "categoria": ["Deportes", "Simulacion"],                      "precio": 49.99,    "descuento": 50,  "rate": 0, "imgsrc":"./src/assets/img/fifa23.png"         , "descripcion":"FIFA 23 trae el juego del mundo a la cancha, con la tecnología HyperMotion2, la FIFA World Cup™ masculina y femenina durante la temporada, equipos de clubes femeninos, funciones de juego cruzado* y más."},
    {"id": 7,  "nombre": "Hogwarts Legacy",           "categoria": ["RPG", "Accion", "Aventura"],                   "precio": 59.99,    "descuento": 0,   "rate": 0, "imgsrc":"./src/assets/img/legacy.png"         , "descripcion":"Hogwarts Legacy es un juego de rol de acción de mundo abierto ambientado en el mundo presentado por primera vez en los libros de Harry Potter. Embárcate en un viaje a través de lugares familiares y nuevos mientras exploras y descubres bestias mágicas, personalizas a tu personaje y creas pociones, dominas el lanzamiento de hechizos, mejoras tus talentos y te conviertes en el mago que quieres ser."},
    {"id": 8,  "nombre": "Sons of the Forest",        "categoria": ["Simulacion", "Indie", "Accion", "Aventura"],   "precio": 29.99,    "descuento": 10,  "rate": 3, "imgsrc":"./src/assets/img/sotf.png"           , "descripcion":"Enviado a buscar a un multimillonario desaparecido en una isla remota, te encuentras en un infierno infestado de caníbales. Crea, construye y lucha para sobrevivir, solo o con amigos, en este nuevo y aterrador simulador de horror y supervivencia de mundo abierto."},
    {"id": 9,  "nombre": "Forza Horizon 4",           "categoria": ["Carreras", "Autos", "Accion", "Aventura"],     "precio": 39.99,    "descuento": 15,  "rate": 4, "imgsrc":"./src/assets/img/forzah.png"         , "descripcion":"Las temporadas dinámicas cambian todo en el festival automotriz más grande del mundo. Hazlo solo o únete a otros para explorar la hermosa e histórica Gran Bretaña en un mundo abierto compartido. Colecciona, modifica y conduce más de 450 coches. Corre, haz acrobacias, crea y explora: elige tu propio camino para convertirte en una superestrella de Horizon."},
    {"id": 10, "nombre": "Rust + DLC",                "categoria": ["MMO", "Indie", "Accion", "Aventura", "RPG"],   "precio": 107,      "descuento": 30,  "rate": 0, "imgsrc":"./src/assets/img/rust.png"           , "descripcion":"Rust está en su noveno año y ahora ha tenido más de 350 actualizaciones de contenido, con un parche de contenido garantizado cada mes. Desde correcciones y mejoras regulares de equilibrio hasta actualizaciones de IA y gráficos para agregar contenido como nuevos mapas, instrumentos musicales, trenes y drones, así como temporadas y eventos regulares, siempre sucede algo interesante o peligroso (o ambos) en la isla."},
    {"id": 11, "nombre": "StarCraft 2",               "categoria": ["Estrategia"],                                  "precio": 39.99,    "descuento": 75,  "rate": 3, "imgsrc":"./src/assets/img/sc2.png"            , "descripcion":"Con millones de jugadores en la batalla, StarCraft II ya ha hecho historia en el mundo de los videojuegos. Ahora es tu turno de tomar el mando y dirigir a los vastos ejércitos terran, protoss y zerg a la victoria a través de las estrellas. Prepárate para la guerra interestelar, comandante. Te necesitan en el frente."},
    {"id": 12, "nombre": "World of WarCraft",         "categoria": ["MMO", "Estrategia", "RPG"],                    "precio": 129.99,   "descuento": 0,   "rate": 0, "imgsrc":"./src/assets/img/wow.png"            , "descripcion":"En World of Warcraft, te pones en la piel de un héroe poderoso que pelea contra monstruos imponentes, se adentra en calabozos peligrosos, defiende el mundo de Azeroth contra todas las amenazas, y mucho más."}
]